<script lang="ts">
</script>

<template>
  <images/>
  <h1 class="title">Безопасность в Интернете.</h1>  
  <p class="title"> Злоумышленники. </p>
  <p class="text">    Злоумышленники гуляют по всему Интернету с целью получить ваши личные данные, фотографии, ваши денежные средства. Злоумышленники могут притворяться вашими друзьями, знакомыми, возможно популярными личностями(актёрами, видеоблогерами, певцами). Если вам написал человек под именем вашего друга, с просьбой отправить деньги, то скорее всего это злоумышленник. Мошенник сможет придумать историю/легенду якобы у него пропал доступ к старому аккаунту. Если вы точно не знаете кто это, друг или мошенник, то попросите его позвонить вам. Если же пойдут отмазки, то в большинстве случаев это злоумышленник, для достоверности позвоните тому, кем представился ваш собеседник. Данным способом вы точно узнаете, друг ли это.</p>
  <p class="title"> Фишинг.</p>
  <p class="text"> Фишинг(от англ. Fishing - ловля) - мошенническая техника, которая используется для кражи личных данных. Суть Фишинга в том, чтобы создать сайт, похожий на другой официальный с целью получить персональные данные или же ваши денежные средства.  Чтобы не попасться на Фишинг внимательно смотрите на ссылки по которым вы переходите. Сверьтесь ссылку с оригинальной в Интернете, просто написав название данной компании.</p>
  <p class="title"> Пароли.</p>
  <p class="text"> Пароль - это специальная комбинация букв, цифр, знаков с помощью которого вы можете получать доступ к своим аккаунтам и другим сервисам. Пароль вы вводите при регистрации, как правило пароль можно поменять в любой момент. </p>
  <p class="text">Какой же пароль не стоит ставить:</p>
  <p class="text">- дата вашего дня рождения</p>
  <p class="text">- ваше имя/фамилия/отчество, или же пароль схожий с вашим логином</p>
  <p class="text">- пароль состоящий только из цифр, или же наоборот букв</p>
  <p class="text">Обычно  при регистрации вам пишут критерии для пароля, но углубимся сильнее в эту тему.</p>
  <p class="text">Критерии для пароля: </p>
  <p class="text">- пароль обязательно должен содержать буквы, цифры, специальные символы для сложного подбора</p>
  <p class="text">- желательно пароль не должен содержать какие-то слова, пускай ваш пароль будет труднозапоминающимся, но ведь и мошенникам будет труднее</p>
  <p class="text">Пароль лучше всего менять, а так же иметь разный пароль к разным сервисам. При регистрации на непопулярном, малоизвестном сайте, возможно даже не надежным, не стоит вводить свои настоящие данные.</p>
  <p class="title"> Онлайн сервисы. Сайты.</p>
  <p class="text"> Возможно вы думаете, что заковыристый пароль вам придумает Исскуственный Интелект, от части вы правы. Рассмотрим минусы данного способа:
- вы не один человек, пользующийся таким сервисом. Мошенники спокойно смогут им пользоваться, и даже возможно получить ваш пароль.</p>
  <p class="text"> Так же есть сервисы для проверки сложности вашего пароля. Достаточная плохая идея, ведь человек создавший этот сайт спокойно сможет пользоваться этим паролем.
При регистрации на непопулярном, малоизвестном сайте, возможно даже не надежным, не стоит вводить свои настоящие данные.</p>
  <image2/>
</template>

<style lang="scss" scoped>
.title {
  text-align: center;
  font-size: 32px;
  margin-bottom: 14px;
}
.text {
  font-size: 18px;
  padding: 15px;
  text-indent: 10px;

}
</style>
